Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: However, in order to capture all events related to a specific medical concept, all AEs were searched for potential inclusion in the analyses of certain AESIs (using standardised MedDRA query, SMQ, or BI-customised MedDRA query, BIcMQ, when no SMQ was available), not only those flagged by the investigator as AESIs on the eCRF.
es_es: Sin embargo, para capturar todos los eventos relacionados con un concepto médico específico, las búsquedas no se restringieron a aquellos eventos tildados por el investigador como de interés particular en el eCRF, sino que se buscó la posible inclusión de todos los eventos adversos entre ciertos eventos de interés particular (según consulta estandarizada [SMQ] en el diccionario MedDRA, o según consulta personalizada para BI, [BIcMQ] en dicho diccionario si no se contara con ninguna consulta SMQ).

source: However, in the narrative text a mesh size is described as relevant parameter for this step.
es_es: Sin embargo, en desarrollo textual, el tamaño de malla se describe como un parámetro relevante para este paso.

source: However, intravenous thrombolysis is offered to all patients with suspected acute ischaemic stroke who meet the criteria, not just those who are eligible for thrombectomy.
es_es: Sin embargo, se ofrece trombolisis intravenosa a tos los pacientes con sospecha de accidente cerebrovascular isquémico agudo que cumplan los criterios y no solo a quienes sean aptos para la trombectomía.

source: However, it was recognised that in order to protect patient and study staff safety, sites might have to deviate from the study protocol.
es_es: Sin embargo, se reconoció que, para proteger la seguridad de los pacientes y del personal del estudio, los centros podrían desviarse forzosamente del protocolo del estudio.

source: However, lyophilised product stability for one year at 30°C showed an increase in the number of sub-visible particulates upon reconstitution.
es_es: Sin embargo, la estabilidad del producto liofilizado durante un año a 30 °C mostró un aumento en la cantidad de partículas subvisibles luego de la reconstitución.

source: However, measurement principle and specification remain unchanged - measurement of protein concentration by UV Scan.
es_es: Sin embargo, el principio y la especificación de la medición permanecen inalterados. Medición de concentración de proteínas por barrido UV.

source: However, on some occasions, the pharmacovigilance team could adapt these questions to contact the patient or their family member directly.
es_es: Sin embargo, en algunas ocasiones, el equipo de farmacovigilancia podría adaptar estas preguntas de modo que impliquen un contacto directo con el paciente o su familiar.

source: However, other mechanisms, including the dissolution of residual thrombus after thrombectomy, may have played a role.
es_es: Sin embargo, es posible que hayan influido otros mecanismos, incluida la disolución del trombo residual después de la trombectomía.

source: However, patients will not be excluded from any treatments as indicated by best medical practice according to the discretion of their treating clinician.
es_es: Sin embargo, los pacientes podrán recibir cualquier tratamiento indicado según la mejor práctica clínica a criterio del médico responsable.

source: However, randomised patients were not to be discontinued for poor compliance without prior discussion with the monitor or designee.
es_es: Sin embargo, no se previó discontinuar a los pacientes aleatorizados con base en un mal cumplimiento sin una discusión previa con el monitor o su persona designada.

source: However, some tests in the ISO 11608 series are relevant for a PFS-NSD.
es_es: algunas pruebas de dicha norma son pertinentes para el dispositivo.

source: However, such a model has major implications for the Australian health care system, where the vast majority of stroke patients are not currently treated in a comprehensive stroke centre with 24/7 endovascular facilities.
es_es: Sin embargo, un modelo de esta índole repercutiría significativamente sobre el sistema de salud de Australia, donde la gran mayoría de los pacientes que padecen un accidente cerebrovascular no reciben actualmente tratamiento en un centro integral para accidentes cerebrovasculares que cuenten con servicios endovasculares 24/7.

source: However, the Executive Steering Committee considered this inappropriate, as the planned off-treatment period does not reflect real-life clinical practise.
es_es: Sin embargo, el Comité de Dirección Ejecutivo lo consideró inadecuado, ya que el período sin tratamiento planificado no refleja la práctica clínica de la vida real.

source: However, the HR was below 1 for both subcategories and there was considerable overlap in the confidence intervals.
es_es: Sin embargo, en ambas subcategorías el cociente de riesgo fue inferior a 1 y hubo una superposición considerable en los intervalos de confianza.

source: However, the ability to administer tenecteplase in a single bolus, as compared with the 1-hour infusion of alteplase, may be of practical benefit in patients with stroke with large-vessel occlusion who are transported between, as well as within, hospitals to access endovascular thrombectomy, but this was not formally assessed in this trial.
es_es: Sin embargo, la posibilidad de administrar tenecteplasa por inyección intravenosa rápida, en comparación con la infusión de 1 hora de alteplasa, puede ofrecer beneficios prácticos en pacientes que padecieron un accidente cerebrovascular con oclusión de vasos principales y fueron transportados de un hospital a otro o dentro de un mismo hospital para acceder a una trombectomía endovascular. Sin embargo, esta hipótesis no se evaluó formalmente en este ensayo.

source: However, the conditional power calculated during adaptive sample size re-estimation indicated that even a 656-patient study would not have been powered to detect a difference between doses.
es_es: Sin embargo, la potencia condicional calculada durante la reestimación adaptativa del tamaño de la muestra indicó que incluso un estudio con 656 pacientes no habría tenido la potencia necesaria para detectar una diferencia entre las dosis.

source: However, the glucosuria lasts as long as the medication is used.
es_es: Sin embargo, la glucosuria perdura durante el tiempo de uso del medicamento.

source: However, the investigator did not consider these AEs to be drug-related.
es_es: Sin embargo, el investigador no consideró que estos eventos adversos estuvieran relacionados con el medicamento.

source: However, the risk for a single i.v.
es_es: Sin embargo, el riesgo por una única

source: However, the risk of acute kidney injury (as a PT reported by investigators) was reduced with empagliflozin treatment compared with placebo.
es_es: A la vez, el riesgo de lesión renal aguda (como término preferente consignado por los investigadores) se redujo más con el tratamiento de empagliflozina que con placebo.

source: However, the tested light doses are irrelevant to conditions applied for routine manufacturing.
es_es: Sin embargo, las dosis de luz evaluadas no son pertinentes a las condiciones aplicadas a la fabricación de rutina.

source: However, the tolerance intervals are comparable.
es_es: Sin embargo, los intervalos de tolerancia son comparables.

source: However, there may be instances when copies of medical records for certain cases are requested.
es_es: Sin embargo, puede haber casos en los que se soliciten copias de historias clínicas.

source: However, there were several phase 2 trials or trials using different doses of tenecteplase.
es_es: Sin embargo, sí hubo varios ensayos de fase 2 o ensayos en los que se utilizaran otras dosis de tenecteplasa.

source: However, these patients represent a more homogeneous ischemic stroke population with definite biological target for thrombolysis, in contrast to unselected populations that include patients with stroke without detectable occlusion and with stroke mimics.
es_es: Sin embargo, estos pacientes con accidente cerebrovascular isquémico representan una población más homogéna, con condiciones biológicas específicas para la trombólisis, en contraste con poblaciones no seleccionadas que incluyen pacientes con accidente cerebrovascular sin oclusión detectable y con síntomas similares a los de un accidente cerebrovascular.

source: However, this exceeds the timeframe of the media fill (see Section 3.2.P.3.5 Process Validation and/or Evaluation), which is defined as 720 minutes (12 hours).
es_es: Sin embargo, esto excede el plazo del llenado aséptico (véase la Sección 3.2.P.3.5, Validación y evaluación del proceso), que se define en 720 minutos (12 horas).

source: However, this period of validity may be reduced or extended using regulatory risk management principles by an entry in the Restrictions or Clarifying remarks field
es_es: Sin embargo, este período de validez puede reducirse o extenderse según principios de gestión de riesgos regulatorios, modificando campo de Restricciones o comentarios aclaratorios.

source: However, to enable a more thorough evaluation, all results were presented with three decimal places.
es_es: Sin embargo, para permitir una evaluación más detallada, se presentaron todos los resultados con tres decimales.

source: However,this period of validity may bereduced or extended using regulatory risk management principles by an entry in the Restrictions or Clarifying remarks field.
es_es: Sin embargo, este período de validez puede reducirse o extenderse según principios de gestión de riesgos regulatorios, modificando campo de Restricciones o comentarios aclaratorios.

source: Hr
es_es: H

source: Hue, lightness (or brightness) and saturation are 3 attributes of the colour.
es_es: Tono, luminosidad (o brillo) y saturación son 3 atributos del color.

source: Human Investigational Medicinal Products
es_es: Medicamentos en investigación de uso humano

source: Human Medicinal Products
es_es: Medicamentos de uso humano

source: Human factors/usability validation
es_es: Validación de los factores humanos/facilidad de uso

source: Human fibrinogen
es_es: Fibrinógeno humano

source: Human medician products
es_es: Medicamentos de uso humano

source: Human plasminogen
es_es: Plasminógeno humano

source: Human thrombin
es_es: Trombina humana

source: Hungary
es_es: Hungría

source: Hydrochloric acid (10 g/L HCl)
es_es: Ácido clorhídrico (10 g/l HCl)

source: Hydrochloric acid (6M) is part of the trace element solution (10000x) recipe at 25 mL/L.
es_es: El ácido clorhídrico (6M) es parte de la receta de solución de trazas (10000x) a 25 mL/l.

source: Hydrochloric acid (6M):
es_es: Ácido clorhídrico (6M)

source: Hydrochloric acid, 1 M; Grade:
es_es: Ácido clorhídrico al 1 M; Grado:

source: Hydrochlorothiazide
es_es: Hidroclorotiazida

source: Hydrochlorothiazide containing drug products dated 12 Dec 2023
es_es: Productos que contienen hidroclorotiazida, fecha 12 de diciembre de 2023

source: Hydrogen peroxide concentration [ppm]
es_es: Concentración de peróxido de hidrógeno [ppm]

source: Hydrogen peroxide study
es_es: Estudio de peróxido de hidrógeno

source: Hydrogen peroxide was spiked to the DS and after 24 hours storage at RT DP vials were lyophilised.
es_es: El principio activo se enriqueció con peróxido de hidrógeno y luego de 24 horas de almacenamiento a temperatura ambiente, se liofilizaron los frascos de medicamento.

source: Hydroxyl value
es_es: Hidroxilos

source: Hydroxyl value (see Tests).
es_es: Índice de hidroxilo (ver Pruebas).

source: Hydroxypropylcellulose
es_es: Hidroxipropilcelulosa

source: Hypersensitivity reactions
es_es: Reacciones de hipersensibilidad

source: Hypersensitivity reactions are rare but may be serious and need to be adequately treated.
es_es: Las reacciones de hipersensibilidad son infrecuentes pero pueden ser serias y deben recibir un tratamiento adecuado.

source: Hypersensitivity reactions, including angioedema/urticaria
es_es: Reacciones de hipersensibilidad, incluidas angioedema/urticaria.

source: Hypertension refractory to aggressive hyperacute antihypertensive treatment such that target blood pressure less than 180/105 cannot be achieved or maintained.
es_es: Hipertensión refractaria al tratamiento antihipertensivo hiperagudo agresivo, en el sentido de que no se pueda alcanzar ni sostener una presión arterial menor a 180/105.

source: Hypertensive
es_es: Hipertensiva

source: Hypodensity in >1/3 MCA territory or equivalent proportion of basilar artery territory on non-contrast CT
es_es: Hipodensidad en >1/3 del territorio de la arteria cerebral media o la proporción equivalente de territorio de la arteria basilar en la TC sin contraste

source: Hypoglycaemia
es_es: Hipoglucemia

source: Hypoglycaemia is a labelled side effect of linagliptin, when combined with metformin and a sulphonylurea, and is of general interest in trials involving patients with diabetes.
es_es: La hipoglucemia es un efecto secundario de linagliptina consignado en la etiqueta para los casos en que esta se combina con metformina y una sulfonilurea, y es de interés general en los ensayos que incluyen a pacientes con diabetes.

source: Hypoglycaemic events
es_es: Eventos de hipoglucemia

source: Hypoglycaemic events (see definition below)
es_es: Eventos de hipoglucemia (ver definición a continuación)

source: Hypoglycaemic events were categorised as follows:
es_es: Los eventos de hipoglucemia se clasificaron de la siguiente manera:

source: Hypoglycemia (with insulin and/or SU)
es_es: Hipoglucemia (con insulina y/o sulfonilurea)

source: Hypotension
es_es: Hipotensión

source: Hypotension (BIcMQ; a subset of volume depletion)
es_es: Hipotensión (BIcMQ; subgrupo de depleción de volumen)

source: Hypotension (BIcMQ; a subset of volume depletion) was documented for 311 patients (10.4%) in the empagliflozin group and for 257 patients (8.6%) in the placebo group.
es_es: Se adjudicó hipotensión (BIcMQ; un subconjunto de depleción de volumen) en 311 pacientes (10.4%) de empagliflozina y en 257 pacientes de placebo (8.6%).

source: Hypotension,BP dropped to 80/40.
es_es: Hipotensión, disminción de la TA a 80/40.

source: Hypotheses
es_es: Hipótesis

source: Hypovolemia
es_es: Hipovolemia

source: Hypromellose 2910
es_es: Hipromelosa 2910

source: I (Impurity B)
es_es: I (Impureza B)

source: I - safety buffer accounting for the intra-batch variability
es_es: I: margen de seguridad que da cuenta de la variabilidad intrapartida

source: I agree that my electronic signature is a legally binding equivalent to my handwritten signature; and
es_es: Acepto que mi firma electrónica es un equivalente legalmente vinculante a mi firma manuscrita; y

source: I am the author of this documen
es_es: Soy el autor de este documento

source: I am the author of this document
es_es: Soy el autor de este documento

source: I bars indicate 1.5 times the interquartile range, and the dots outliers.
es_es: Las barras I indican 1.5 veces el rango intercuartílico, y los puntos representan los valores atípicos.

source: I can access and read this CONSENT TO PROCEED WITH ELECTRONIC SIGNATURES document; and
es_es: Puedo acceder y leer este documento CONSENTIMIENTO PARA PROCEDER CON FIRMAS ELECTRÓNICAS; y

source: I can print on paper the disclosure or save or send the disclosure to a place where I can print it, for future reference and access; and
es_es: Puedo imprimir, guardar o enviar esta información a otra cuenta desde donde pueda imprimirla, para referencia y acceso futuros; y

source: I have been confirmed we could prepare a common commitment document for the three strengths if that is preferred from your side.
es_es: Me han confirmado que podemos preparar un documento de compromiso en común para las tres concentraciones si es lo que ustedes prefieren.

source: I hereby declare that the work described in this report was performed under my supervision as Study Director in accordance with the study plan and/or standard operating procedures as well as in accordance with the OECD Principles of Good Laboratory Practice and the ”Chemikaliengesetz” (Chemicals Act) of the Federal Republic of Germany with the following exceptions:
es_es: Por la presente declaro que el trabajo descrito en este informe se realizó bajo mi supervisión como Director del Estudio de acuerdo con el plan de estudio y/o los procedimientos operativos estándar, y respetando los Principios de Buenas Prácticas de Laboratorio de la OCDE y la "Chemikaliengesetz" (Ley de Productos Químicos) de la República Federal de Alemania, con las siguientes excepciones:

source: If the results for the first 5 production batches are within the tolerance limits, then testing is carried out once per year in accordance with the routine testing plan.
es_es: Si los resultados de las primeras 5 partidas de producción están dentro de los límites de tolerancia, entonces se realizan pruebas una vez al año de acuerdo con el plan de pruebas de rutina.

source: Ingredients
es_es: Componentes

source: IMPORTANCE Intravenous thrombolysis with tenecteplase improves reperfusion prior to endovascular thrombectomy for ischemic stroke compared with alteplase.
es_es: IMPORTANCIALa trombólisis intravenosa con tenecteplasa, en comparación con alteplasa, mejora la reperfusión antes de la trombectomía endovascular para el accidente cerebrovascular isquémico.

source: Imaged capillary isoelectric focusing
es_es: Enfoque isoeléctrico capilar con detección de imágenes

source: In the case of unscheduled visits (eg. for adverse events), results of routine CT and NIHSS assessments will be collected.
es_es: En el caso de que ocurran visitas no programadas (p. ej., debido a eventos adversos), se recopilarán los resultados de la TC de rutina y de las evaluaciones de la escala NIHSS.

source: Inclusion criteria
es_es: Criterios de inclusión

source: Independent Ethics Committee
es_es: Comité de Ética Independiente

source: ICH M7 (R1) guideline defines N-nitrosamines as substances of the “cohort of concern” for which limits in medicinal products are based on the substance-specific acceptable intake (AI).
es_es: En el lineamiento M7 (R1) de la ICH, las N-nitrosaminas se clasifican como sustancias de “cohorte de preocupación” para las cuales los límites en productos medicinales se basan en la ingesta aceptable específica de la sustancia.

source: ICH M7 (R1) guideline defines N-nitrosamines as substances of the “cohort of concern” for which limits in medicinal products refer to the so-called substance-specific acceptable intake.
es_es: En el lineamiento M7 (R1) de la ICH, las N-nitrosaminas se clasifican como sustancias de “cohorte de preocupación” para las cuales los límites en productos medicinales refieren a la así llamada ingesta aceptable específica de la sustancia.

source: ICH Q3C PDE
es_es: ICH: Q3C, EDP

source: ICH Q3C PDE (38.8 mg/day)
es_es: ICH: Q3C, EDP (38,8 mg/día)

source: ICH Q3D
es_es: Q3D de la ICH

source: ICH Q3D acknowledges that for biotechnology-derived products, the presence of elemental impurities at levels of safety concerns is typically low as
es_es: El lineamiento Q3D de la ICH reconoce que, para los productos biotecnológicos, la presencia de impurezas elementales cuyos niveles implican un riesgo de seguridad es típicamente baja puesto que:

source: ICH with mass effect Day 6 post stroke
es_es: HIC con efecto de masa el día 6 después del accidente cerebrovascular

source: IDENTIFICATION OF POTENTIAL ELEMENTAL IMPURITIES FOR THE DRUG PRODUCT
es_es: IDENTIFICACIÓN DE IMPUREZAS ELEMENTALES POTENCIALES EN EL MEDICAMENTO

source: IDENTITY
es_es: IDENTIFICACIÓN

source: IEC
es_es: CIE

source: IEF: no significant change of the banding patterns compared to the product reference standard and to the 0 day sample could be observed over a time period of 60 days.
es_es: IEF: no se observó un cambio significativo en los patrones de bandas en comparación con el estándar de referencia del producto y la muestra del día 0 durante un período de 60 días.

source: IEF: no significant change of the banding patterns compared to the product reference standard and to the 0 day sample could be observed over a time period of 7 days.
es_es: IEF: no se observó un cambio significativo en los patrones de bandas en comparación con el estándar de referencia del producto y la muestra del día 0 durante un período de 7 días.

source: IFU
es_es: MdE

source: IFU sealing
es_es: Sellado del Modo de empleo

source: IL-36R signalling is differentiated from TNF-α, integrin and IL-23 inhibitory pathways by directly and simultaneously blocking both inflammatory and pro-fibrotic pathways.
es_es: La señalización del IL-36R se diferencia de las vías inhibitorias de TNF-α, integrina e IL-23 mediante el bloqueo directo y simultáneo de las vías inflamatorias y profibróticas.

source: IL-36R inhibition with spesolimab led to normalization of inflammatory blood biomarkers (CRP, neutrophils, leukocytes) and of the gene expression profile of lesional skin in patients with GPP, and the downregulation of biomarkers correlated with decreases in clinical disease severity.
es_es: La inhibición del IL-36R con spesolimab normalizó los biomarcadores sanguíneos inflamatorios (PCR, neutrófilos, leucocitos) y el perfil de expresión génica de la piel lesionada en pacientes con PPG. El descenso de los marcadores biológicos se relacionó con la reducción de la gravedad clínica de la enfermedad.

source: IL36R binding activity of 95 % is defined to have no meaningful impact on efficacy.
es_es: Se define que una unión al IL36R del 95% no tiene un impacto significativo en la eficacia.

source: IL36R binding by SPR and Bioassay (Inhibition of IL36R binding) showed consistent results across the batches
es_es: En la SPR de unión al IL36R y en el ensayo biológico (inhibición de la unión al IL36R), los resultados fueron uniformes entre las partidas.

source: IL36R binding by SPR showed 100 % and FcRn binding by SPR showed 99 % for spesolimab reference standard WS01.
es_es: Para el estándar de referencia de espesolimab WS01, la unión a la IL36R por SPR arrojó 100 % y la unión al FcRn por SPR arrojó 99 %.

source: IMPORTATION OF MEDICINAL PRODUCTS 6(according to part 2)
es_es: IMPORTACIÓN DE MEDICAMENTOS 6 (según parte 2)

source: IMPURITIES
es_es: IMPUREZAS

source: IMPURITIES – DNA CLEARANCE STUDIES
es_es: IMPUREZAS: ESTUDIOS DE DEPURACIÓN DE ADN

source: IMPURITIES – REMOVAL OF PROCESS RELATED IMPURITIES
es_es: IMPUREZAS: ELIMINACIÓN DE IMPUREZAS RELACIONADAS CON EL PROCESO

source: IMPURITIES:
es_es: IMPUREZAS:

source: IN 78286 / IN 78287 XX reference substance (mix of diastereomers)
es_es: Sustancia de referencia IN 78286 / IN 78287 (mezcla de diaesterómeros)

source: IN 78286/IN 78287Isomer 1
es_es: IN 78286/IN 78287 Isómero 1

source: IN 78286/IN 78287Isomer 2
es_es: IN 78286/IN 78287 Isómero 2

source: IN 78288 XX reference substance
es_es: Sustancia de referencia BI 78288 XX

source: IN PROCESS CONTROLS
es_es: CONTROLES INTERMEDIOS DEL PROCESO

source: IN-PROCESS CONTROL DATA OF THE FINAL BLEND
es_es: CONTROLES INTERMEDIOS DEL PROCESO DE LA MEZCLA FINAL

source: IN-PROCESS CONTROL DATA OF THE RAW GRANULATE
es_es: CONTROLES INTERMEDIOS DEL PROCESO DEL GRANULADO SIN PROCESAR

source: IN-PROCESS CONTROL DATA OF THE TABLETS
es_es: CONTROL INTERMEDIO DEL PROCESO DE LOS COMPRIMIDOS

source: IN-PROCESS CONTROL TESTING OF THE FINAL BLEND
es_es: CONTROL ANALÍTICO INTERMEDIO DEL PROCESO DE LA MEZCLA FINAL

source: IN-PROCESS CONTROL TESTING OF THE RAW GRANULATE
es_es: CONTROL ANALÍTICO INTERMEDIO DEL PROCESO DEL GRANULADO SIN PROCESAR

source: IN-PROCESS CONTROL TESTING OF THE TABLETS
es_es: CONTROL ANALÍTICO INTERMEDIO DEL PROCESO DE LOS COMPRIMIDOS

source: INDEPENDENT ETHICS COMMITTEE OR INSTITUTIONAL REVIEW BOARD
es_es: COMITÉ INDEPENDIENTE DE ÉTICA O JUNTA DE REVISIÓN INSTITUCIONAL
